Repository: Minguh/WOL2
Catalog: WOL2/DlgOptions.*.resx
Languages: cs, de

# lblWiz.Text
source: Configure the Wake On Lan Tool 2
cs: Konfigurace Wake On Lan Tool 2
de: Konfigurieren Sie das Wake On Lan Tool 2

# chkDoLogging.Text
source: Enable logging
cs: Povolit logování
de: Protokolldatei schreiben

# chkColorizeListView.Text
source: Colorize the list view depending on the host state (online/offline)
cs: Zabarvit vzhled seznamu stanic podle stavu stanice (vypnuto / zapnuto)
de: Statusspalte abhängig vom Status des Hosts einfärben (online/offline)

# chkOpenLastFile.Text
source: Open last used host file on startup
cs: Po startu otevřít poslední použitý soubor se stanicemi
de: Zuletzt benutzte Datei beim Start öffnen

# chkAutosaveHostlist.Text
source: Automatically save the host file after changes
de: Änderungen an der Hostdatei automatisch speichern

# chkConfirmNetworkOperations.Text
source: Ask me to confirm network operations like wake, reboot and shutdown of hosts and groups (except timers)
de: Herunterfahren, Neustarten, Aufwecken durch Benutzer bestätigen lassen (Ausnahme: Timer)

# chkMinimizeToTray.Text
source: Minimize to tray
de: In den Benachrichtigungsbereich minimieren (System Tray)

# chkIpV6.Text
source: Use IPv6 (Fall back to IPv4 if no IPv6 address is specified)
de: IPv6 Unterstützung aktivieren (Es wird IPv4 genutzt, wenn keine IPv6 Adresse vorhanden ist.)

# tabGeneral.Text
source: General
cs: Obecné
de: Allgemein

# chkUpdateIPAddresses.Text
source: Update IP addresses if the IP changes for DHCP hosts
de: IP Adressen von DHCP Hosts aktualisieren

# label16.Text
source: Ping reply time in ms
de: Ping Antwortzeit in ms

# label15.Text
source: Refresh interval in seconds
de: Prüfintervall in Sekunden

# label18.Text
source: Execute this command when a groups state changes:
de: Diesen Befehl ausführen, wenn sich der Status einer Gruppe ändert:

# chkDisplayNotificationsAlways.Text
source: Display notifications for all hosts (You may add notification options to every single host)
cs: Zobrazovat upozornění pro všechny stanice
de: Benachrichtigungen für alle Hosts anzeigen (Sie können auch pro Host die Benachrichtigung aktivieren.)

# label17.Text
source: Execute this command when host state changes:
de: Diesen Befehl ausführen, wenn sich der Status eines Hosts ändert:

# label13.Text
source: Notification display time (in seconds)
cs: Délka zobrazení oznámení (v sekundách)
de: Anzeigedauer (in Sekunden)

# chkDisplayNotifications.Text
source: Display a notification when a host changes its state (eg. goes offline)
cs: Zobrazovat oznámení pokud stanice změní stav
de: Benachrichtigung anzeigen, wenn sich der Status eines Hosts ändert

# tabNotify.Text
source: Network Monitor
cs: Oznámení
de: Überwachung

# label14.Text
source: When scanning the netwok only add new Hosts, only if:
de: Füge neue Rechner nur in die Liste ein, wenn:

# label12.Text
source: Please note, that ARP is currently only supported on Windows.
cs: ARP je podporováno pouze na stanicích s Windows
de: Bitte beachten Sie, dass ARP im Moment nur auf Windows Maschinen unterstützt wird.

# chkAddIfMacResolved.Text
source: The MAC address could be resolved via ARP
cs: MAC adresa může být nalezena přes ARP
de: Die MAC Adresse via ARP aufgelöst werden konnte

# chkAddIfNameResolved.Text
source: The host name could be resolved via DNS
cs: Jméno stanice může být nalezeno přes DNS
de: Der Hostname via DNS aufgelöst werden konnte

# groupBox6.Text
source: Network scanner options
cs: Přidat nové stanice pouze pokud:
de: Einstellungen des Netzwerkscanners

# tabNetScanner.Text
source: Network Scanner
cs: Síťový skener
de: Scanner

# lblWolDelay.Text
source: Delay between WOL packages in ms
de: Verzögerung beim Senden von WOL Paketen (ms)

# chkAskForSecureOn.Text
source: Always ask for SecureOn password
cs: Vždy se ptát na SecureOn heslo
de: Immer nach dem SecureOn Passwort fragen

# rbSendToNetwork.Text
source: Send to destination network (IPv4 or IPv6 only!)
cs: Posílání do určené sítě
de: An das Zielnetzwerk senden (IPv4 / IPv6 abhängig!)

# rbSendToNode.Text
source: Send to destination node (Used for WOL over Internet)
cs: Posílání do určeného uzlu (Při použití WOL přes internet)
de: An den Zielrechner (hostname/ip) senden (für WOL über das Internet)

# groupBox3.Text
source: Magic Packet Transfer Options
cs: Nastavení přenosu Magic Packetu
de: Einstellungen für die Übermittlung des 'Magic Packet'

# label11.Text
source: Set the Port to use for WOL. Default: 7 (ECHO)
cs: V současnosti není podporováno
de: Default: 7 (ECHO)

# label1.Text
source: Please note, that shutdown and reboot is currently only avaliable on windows machines.
cs: Vypnutí a restart je prozatím dostupný jen na stanicích s Windows
de: Bitte beachten Sie, dass Herunterfahren und Neustarten momentan nur unter Windows funktioniert.

# label3.Text
source: Reason
cs: Důvod
de: Grund

# lblUser.Text
source: Username
cs: Uživatelské jméno
de: Benutzer

# label5.Text
source: Password
cs: Heslo
de: Passwort

# chkForceShutdown.Text
source: Force this action
cs: Vynutit akci
de: Aktion erzwingen

# groupBox4.Text
source: Shutdown
cs: Vypnout
de: Herunterfahren

# label6.Text
source: Reason
cs: Důvod
de: Grund

# label7.Text
source: Username
cs: Uživatelské jméno
de: Benutzer

# label8.Text
source: Password
cs: Heslo
de: Passwort

# chkForceReboot.Text
source: Force this action
cs: Vynutit akci
de: Aktion erzwingen

# groupBox5.Text
source: Reboot
cs: Restartovat
de: Neu Starten

# tabShutdwnReboot.Text
source: Shutdown / Reboot
cs: Vypnutí / Restart
de: Herunterfahren / Neustarten

# columnHeader2.Text
source: Command
cs: Příkaz
de: Kommando

# columnHeader3.Text
source: Parameters
cs: Parametry
de: Parameter

# addToolToolStripMenuItem.Text
source: Add Tool
cs: Přidat nástroj
de: Werkzeug hinzufügen

# modifyToolToolStripMenuItem.Text
source: Modify Tool
cs: Upravit nástroj
de: Werkzeug bearbeiten

# deleteToolToolStripMenuItem.Text
source: Remove Tool
cs: Odstranit nástroj
de: Werkzeug löschen

# tabTools.Text
source: Tools
cs: Nástroje
de: Werkzeuge

# btnCancel.Text
source: Cancel
cs: Storno
de: Abbrechen

# ofd.Title
source: Please choose an executable file
de: Ausführbare Datei auswählen

# $this.Text
source: WOL2 Configuration
de: WOL2 Einstellungen

# groupBox2.Text
source: WOL Port
cs: Síťové rozhraní

# label9.Text
source: Domain
cs: Doména

# label2.Text
source: Timeout (in s)
cs: Čas (v sekundách)

# label10.Text
source: Domain
cs: Doména

# label4.Text
source: Timeout (in s)
cs: Čas (v sekundách)

# columnHeader1.Text
source: Name
cs: Název
