Repository: Minguh/WOL2
Catalog: WOL2/Properties/Resources.*.resx
Languages: de

# strCsvSavedAs
source: File saved as {0}
de: Gespeichert als {0}.

# strDisconnected
source: (disconnected)
de: (nicht verbunden)

# strEditGroup
source: Please specify the new name.
de: Bitte geben Sie den neuen Namen für die Gruppe an.

# strEditGroupTitle
source: Edit Group
de: Gruppe bearbeiten

# strEditRebootTimerForGroup
source: Edit reboot timer for group {0}
de: Neustart-Timer für Gruppe {0} bearbeiten

# strEditRebootTimerForHost
source: Edit reboot timer for host {0}
de: Neustart-Timer für Host {0} bearbeiten

# strEditShutdownTimerForGroup
source: Edit shutdown timer for group {0}
de: Herunterfahren-Timer für Gruppe {0} bearbeiten

# strEditShutdownTimerForHost
source: Edit shutdown timer for host {0}
de: Herunterfahren-Timer für Host {0} bearbeiten

# strEditTimerForGroup
source: Edit timer for group {0}
de: Timer für Gruppe {0} bearbeiten

# strEditTimerForHost
source: Edit wake timer for host {0}
de: Timer für Host {0} bearbeiten

# strFileOpened
source: File opened. {0} hosts loaded.
de: Datei geöffnet. {0} Hosts geladen.

# strFileSaved
source: File successfully saved.
de: Datei erfolgreich gespeichert.

# strLoggingAfterRestart
source: Logging will be enabled / disabled after WOL2 restart.
de: Die Protokollierung wird erst nach dem Neustart von WOL2 aktiviert/deaktiviert.

# strNetworkScanFinished
source: Network scan finished. {0} hosts added.
de: Netzwerkscan ist beendet. {0} Hosts wurden hinzugefügt.

# strNetworkScanProgress
source: Network scan finished to {0}%.
de: Netzwerkscan ist zu {0}% abgeschlossen.

# strNetworkScanStarted
source: Network scan started. Please wait...
de: Netzwerkscan wurde gestartet. Bitte warten...

# strNewGroup
source: Please specify the name of the new group.
de: Bitte geben Sie den Namen für die neue Gruppe an.

# strNewGroupTitle
source: Create new Group
de: Neue Gruppe anlegen

# strNoNetworksFound
source: No supported networks found
de: Keine unterstützten Netzwerke gefunden

# strNoTimer
source: No timer set up.
de: Es ist kein Timer eingestellt.

# strRemoveGroup
source: Enter the name of the group you wish to remove
de: Geben Sie den Namen der Gruppe an, die gelöscht werden soll.

# strRemoveGroupTitle
source: Remove Group
de: Gruppe löschen

# strSecureOnPrompt
source: Please enter the SecureOn password.
de: Bitte geben Sie das SecureOn Passwort ein.

# strSendRebootSignal
source: Send reboot signal to all members of group {0}.
de: Befehl zum Neustarten wurde an alle Hosts aus der Gruppe {0} gesendet.

# strSendShutdownSignal
source: Send shutdown signal to all members of group {0}.
de: Befehl zum Herunterfahren wurde an alle Hosts aus der Gruppe {0} gesendet.

# strSendWolPackageToHost
source: Send WOL package to host {0}.
de: Wake On Lan Paket an Host {0} gesendet.

# strSendWOLSignal
source: Send WOL package to all members of group {0}.
de: Befehl zum Aufwecken wurde an alle Hosts aus der Gruppe {0} gesendet.

# strStarting
source: starting
de: startet

# strStateChanged
source: '{0}' is now {1}.
de: '{0}' ist nun {1}.

# strTimerIsDisabled
source: The timer ist disabled.
de: Der Timer ist deaktiviert.

# strTimerSetup
source: The timer is set up for:
de: Der Timer ist eingestellt für:

# strUnknown
source: unknown
de: unbekannt

# strWelcome
source: Welcome to the Wake On Lan Tool 2.
de: Willkommen zum Wake On Lan Tool 2.

# strConfirmAction
source: Please confirm the following action: {0}
de: Bitte bestätigen Sie, das Sie die folgende Aktion durchführen wollen: {0}

# strError
source: Error
de: Fehler

# strNeedMacAdressForThat
source: This action requires a valid MAC address.
de: Für diese Aktion wird eine gültige MAC Adresse benötigt.

# strHostnameInValid
source: The host name is invalid.
de: Der Hostname ist ungültig.

# strHostnameValid
source: Ths host name is valid.
de: Der Hostname ist gültig.

# strWarnDropProfile
source: Warning: this action will delte the currently used XML profile (not the hosts file) and save all settings to the windows registry. Press OK to continue.
de: Achtung: diese Aktion löscht das aktuelle XML Profil (nicht die Hosts-Datei) und speichert alle Einstellungen in die Windows Registry. Klicken Sie auf 'OK' um fort zu fahren.

# strHelpFileMissing
source: The help files (ReadMe_En.htm) could not be found.
de: Die Hilfe Datei (ReadMe_De.htm) wurde nicht gefunden.

# strHelpFileName
source: ReadMe_En.htm
de: ReadMe_De.htm

# strCSVLineNotValid
source: A line in the CSV file is invalid. Continue anyway?
de: Eine Zeile in der CSV Datei ist ungültig. Import fortsetzen?

# strEditHostListComment
source: Comment:
de: Kommentar:

# strEditHostListCommentTitle
source: Change Host-List Comment
de: Hostdatei Kommentar bearbeiten

# strSurveyText
source: Thank you for using the Wake On Lan Tool 2.\n\nThe author would like to know more about its users and their contentment. Do you have 5 minutes to take part in a short survey (5 questions)?\n\n*Yes* = Opens the survey\n*No* = Do not ask again.\n*Cancel* = Ask me the next time.
de: Vielen Dank das Sie das Wake On Lan Tool 2 nutzen.\n\nDer Autor der Anwendung möchte gern mehr über den Nutzerkreis und die Zufriedenheit mit dem Programm erfahren. Würden Sie an einer kurzen Umfrage zum Programm (5 Fragen, 5 Minuten) teilnehmen?\n\n*Ja* = Öffnet die Umfrage\n*Nein* = Fenster wird geschlossen, Frage nicht mehr angezeigt.\n*Abbrechen* = Beim nächsten Start noch einmal fragen.

# strSurveyTitle
source: WOL2 - Users survey
de: Wake On Lan 2 - Einmaliger Hinweis

# strOverwriteProfile
source: The file name is reserved. Please use another file name to save the host list.
de: Der angegebene Dateiname kann nicht verwendet werden. Bitte geben Sie einen anderen Dateinamen an.

# strSaveChangedFile
source: The hosts file was changed. Do you want to save the changes?
de: Die Hosts Datei wurde geändert. Möchten Sie Ihre Änderungen speichern?

# strNoUpdateFound
source: You are using the latest version of WOL2.
de: Sie nutzen die aktuellste Version von WOL2.

# strUpdateTitle
source: Online update...
de: Aktualisierung suchen...
